Revit 2027 API
UnitTypeId.KilogramsCarbonDioxidePerThousandBritishThermalUnits Property
 kilograms carbon dioxide per kBtu.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsCarbonDioxidePerThousandBritishThermalUnits { get; }
Public Shared ReadOnly Property KilogramsCarbonDioxidePerThousandBritishThermalUnits As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsCarbonDioxidePerThousandBritishThermalUnits {
	ForgeTypeId^ get ();
}
static member KilogramsCarbonDioxidePerThousandBritishThermalUnits : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace